"""
Research Calls (Briefing) (upgrades, downgrades, target changes и initiating, которые известны на текущее время; пример сообщения)
Время публикации: при появлении соответствующих сообщений на briefing
Источник данных: briefing
Комментарий: -

Research Calls (Marketbeat) (upgrades, downgrades, target changes и initiating, которые известны на 08:00 EST и те, о которых стало известно с 08:00 до 09:00 EST; сообщения публикуются в виде єкселевского файла и картинки с таблицей; пример сообщений:1, 2)
Время публикации: 08:00 EST и 09:00 EST
Источник данных: marketbeat.com
Комментарий: в отличии от briefing.com, marketbeat.com отображает данные в табличной форме и в более полном объеме, что позволяет публиковать их в канале в более читабельной и удобной для анализа форме, но на briefing.com эти данные выходят оперативнее.

https://www.briefing.com/InPlayEq/Search/Ticker.htm?ticker=calls
7:28 research calls 1 если не нашел крутить каждую минуту в течении 12мин? проверить пересечения
7:40 research calls 2 если не нашел крутить каждые 10 минут в течении 20-30мин? проверить пересечения
9:00 research calls 3  если не нашел крутить каждые 5 минут в течении 10-15мин? проверить пересечения
"""
def main():
    pass
