"""
Hot Stocks (список акций, которые демонстрируют выделяющеюся динамику)
Время публикации: с 07:00 EST до 16:30 EST
Источник данных: takion
Комментарий: это новый тип сообщений, который призван информировать о выделяющихся движениях акций; сообщение должно быть основано на фильтрах такиона, а алгоритм сбора информации должен учитывать появление новых тикеров; по этому типу сообщений будет подготовлено отдельное тз, так на данном этапе пока еще не понятны некоторые нюансы реализации.


"""
def main():
    pass
