"""
Отчеты недели (список отчетов на текущую неделю)
Время публикации: каждый понедельник в 05:30 EST
Источник данных: briefing
Комментарий: новый тип сообщений; это должна быть ссылка на гугл таблицу с отчетами текущей недели, которая парсится с briefing.
"""
def main():
    pass

# можно попробовать брать элемент td со строкой Symbol и оттуда брать рожителей и тд и тп. у таблицы с тикерами всегда id='yui-gen{num}' и тд будет сложная логика для чтения
# кидать текстом + текстовый фал week-earnings-startOfWeek-endOfWeek.txt